[
  {
    "title": "Welcome to Divergify: The Revolution for Chaos-Brained Geniuses",
    "slug": "welcome-chaos-brained-geniuses",
    "date": "2025-11-20",
    "excerpt": "We’re not building an app — we’re building a movement. A new operating system for neurodivergent brilliance.",
    "image": "assets/social/welcome-chaos-brained-geniuses.png"
  },
  {
    "title": "Meet Divergify: The Productivity App Built for Neurodivergent Geniuses",
    "slug": "meet-divergify",
    "date": "2025-11-20",
    "excerpt": "Divergify was built for chaos-brained geniuses who feel personally attacked by planners and traditional productivity apps.",
    "image": "assets/social/meet-divergify-og.png"
  },
  {
    "title": "Why Neurodivergence Is the Next Evolutionary Upgrade",
    "slug": "neurodivergence-evolutionary-upgrade",
    "date": "2025-11-20",
    "excerpt": "Neurodivergent people aren’t the glitch in the system. We’re the upgrade chip the world hasn’t caught up to yet.",
    "image": "assets/social/neurodivergence-evolutionary-upgrade-og.png"
  },
  {
    "title": "Inside Divergify: The Tools That Turn Chaos Into Momentum",
    "slug": "inside-divergify-tools",
    "date": "2025-11-20",
    "excerpt": "A look at Divergify’s core tools: calendar, routes, shopping mode, distraction blocker, and AI scheduling built for neurodivergent brains.",
    "image": "assets/social/inside-divergify-tools-og.png"
  },
  {
    "title": "Why Divergify Uses Behavioral Science (Without Becoming Gross)",
    "slug": "behavioral-science-without-being-gross",
    "date": "2025-11-20",
    "excerpt": "Divergify uses behavioral science to support neurodivergent habits without manipulation, shame, or creepy tactics.",
    "image": "assets/social/behavioral-science-without-being-gross-og.png"
  },
  {
    "title": "A Day With Divergify: How the App Supports a Neurodivergent Brain",
    "slug": "a-day-with-divergify",
    "date": "2025-11-20",
    "excerpt": "Walk through a full day using Divergify — from foggy mornings to late-night crash, with support at every step.",
    "image": "assets/social/a-day-with-divergify-og.png"
  },
  {
    "title": "Why Divergify Exists: The Real Story Behind the App",
    "slug": "why-divergify-exists",
    "date": "2025-11-20",
    "excerpt": "Divergify wasn’t built in a boardroom. It came from the trenches: survival mode, trauma, ADHD, and a refusal to call neurodivergence a flaw.",
    "image": "assets/social/why-divergify-exists-og.png"
  }
]
